"ACL and permission settings are changed, but not applied" = "Åtkomstlista och behörighetsinställningar är ändrade men inte tillämpade";
"ACL and permissions cannot be changed for item \"%@\"." = "Åtkomstlista och behörighetsinställningar kan inte ändras för objekt \"%@\".";
"ACL and permissions cannot be read for item \"%@\"." = "Åtkomstlista och behörighetsinställningar kan inte läsas för objekt \"%@\".";
"Access Control List…" = "Åtkomstlista…";
"All descendants" = "Alla ättlingar";
"Allow" = "Tillåt";
"Append Data" = "Lägg till data";
"Applies To" = "Gäller för";
"Applies to" = "Gäller för";
"Change Owner" = "Ändra ägare";
"Change Permissions" = "Ändra behörigheter";
"Child files" = "Barnfiler";
"Child folders" = "Barnmappar";
"Create Files" = "Skapa filer";
"Create Folder" = "Skapa mapp";
"Custom…" = "Anpassad…";
"Delete" = "Radera";
"Delete Subfolders and Files" = "Ta bort undermappar och filer";
"Deny" = "Neka";
"Do you want to apply changed ACL and permissions settings for item \"%@\"?" = "Vill du applicera ändrade åtkomstlistor och behörighetsinställningar för objekt \"%@\"?";
"Drag a user to this panel to change" = "Dra en användare till den här panelen för att ändra";
"Drag a user to this panel to determine effective access privileges" = "Dra en användare till den här panelen för att avgöra åtkomstprivilegier";
"Drag group into ACL list to add." = "Dra en grupp till åtkomstlistan för att lägga till.";
"Drag user into ACL list to add." = "Dra en användare till åtkomstlistan för att lägga till.";
"Effective Permissions" = "Effektiva behörigheter";
"Execute File" = "Exekvera fil";
"Full Control" = "Full kontroll";
"Group:" = "Grupp:";
"Groups" = "Grupper";
"ID Is" = "ID är";
"Inherit Entries from Parent Folder" = "Ärv poster från föräldramapp";
"Inherited" = "Ärvda";
"Inherited:" = "Ärvda:";
"List Folder Contents" = "Lista mappinnehåll";
"Make Inherited Entries Explicit" = "Gör ärvda poster explicita";
"Name Contains" = "Namn innehåller";
"Name Ends With" = "Namn slutar med";
"Name Is" = "Namn är";
"Name Starts With" = "Namn börjar med";
"No Access" = "Ingen åtkomt";
"Not this item" = "Inte detta objekt";
"Number of records:" = "Antal poster:";
"Permission" = "Behörighet";
"Permission Type:" = "Behörighetstyp:";
"Permissions for \"%@\"" = "Behörigheter för \"%@\"";
"Propagate Permissions…" = "Propagera behörigheter…";
"Read" = "Läsa";
"Read & Write" = "Läsa & Skriva";
"Read Attributes" = "Läsa Attribut";
"Read Data" = "Läsa Data";
"Read Extended Attributes" = "Läsa utökade attribut";
"Read Permissions" = "Läsbehörighet";
"Remove Access Control List" = "Ta bort åtkomstlista";
"Remove Inherited Entries" = "Ta bort ärvda poster";
"Revert" = "Återgå";
"Save" = "Spara";
"Select User" = "Välj användare";
"Set of Permissions" = "Behörighetsuppsättningar";
"Setting no permission is senseless." = "Att inte sätta några begörigheter är oförnuftigt.";
"Sort Access Control List Canonically" = "Sortera åtkomstlistan kanoniskt";
"This item" = "Detta objekt";
"Traverse Folder" = "Traversera mapp";
"Type" = "Typ";
"Unknown:" = "Okänd:";
"User Name" = "Användarnamn";
"User or Group" = "Användare eller grupp";
"User:" = "Användare:";
"Users" = "Användare";
"Users & Groups" = "Användare & Grupper";
"Write" = "Skriva";
"Write Attributes" = "Skriva attribut";
"Write Data" = "Skriva data";
"Write Extended Attributes" = "Skriva utökade attribut";

/* ==== UNLOCALIZED ==== */

"Administration" = "Administration";
"UID" = "UID";
